[
  "— Чому Паймон не хоче грати в хованки?\n— Бо її завжди їдять першою!",
  "Коли ти думаєш, що вже дорослий, а потім боїшся витратити примогеми, як ніби це реальні гроші.",
  "Гравець: «Я зробив 75 вішів, гарантовано отримаю банерного 5★!»\nКитай партія: «Ну-ну...»",
  "Артефакт: 20 lvl, крит. шанс 3%, крит. урон 7%, атака 4%, HP 20%. \n— Ну що ж, здається, ідеально... для переробки!",
  "Венті заходить у бар: «Мені як завжди — яблучного соку з фірмовим присмаком винокурні!» 🍷 \nДілюк: 😒",
  "Найстрашніший ворог у грі — не бос, не безодня... Це 4★ артефакти, які забирають всю удачу ролів артів!",
  "Захотів зайти на 5 хвилин у Genshin — пройшло 3 години, 12 скринь, десяток непотрібних скріншотів і один новий головний біль.",
  "Юзери (ну літералі ви):\n— Яка твоя улюблена 5★ зброя?\n— Та, яку я не витягнув.",
  "Гравець: «Ура, лега летить!»\nЧіча: «Ну привіт. Вже втретє.»",
  "НЕ ЇЖ МЕНЕ Я КОНСЕРВА! 🥫\nТи: ну і де анекдот?..\n\nАнекдоту не було, але є консерва🥫.",
  "Мізукі: «Я клінічний психолог. Можу провести вам терапію~»\nГравці: «Чудово, бо після 5 програних 50/50 нам потрібна терапія!»",
  "Новий івент: \"Ну ми там зробили дуже нецікаву механіку пинання м'яча і замкнемо вас в кімнаті з трьома ідіотами, але виявиться що ідіотів чотири... Бла-бла-бла...\".\nГравці: «Знову фармити? Дайте краще примогеми!»",
  "Імагінаріум відкритий!\nГравці: «Чудово, ще один спосіб не отримати примогеми і витратити час.»",
  "Спіральну безодню оновлено: +600% до Swirl DMG.\nКазуха, Венті та Щяо: 😎",
  "Новий 5★ каталізатор: Sunny Morning Sleep-In.\nГравці: «Звучить як мій план на вихідні, а не зброя.»",
  "Фуріна: «Я — богиня справедливості!»\nГравець: «Тоді чому я отримав 5★ артефакт на захист? Де моя компенсація?!»",
  "Суддя Фонтейна: «Вас звинувачують у використанні всіх примогемів на банер Арлекіно!»\nГравець: «Винний. Але щасливий!»",
  "Після занурення у води Фонтейна гравець зрозумів: його настрій такий же глибокий, як і його інвентар без 5★ персонажів.",
  "Oratrice Mecanique d'Analyse Cardinale! \n\n\nНе смішно?.. ну тоді повтори це тричі в ритм.",
  "Арлекіно: «Я — твій найгірший кошмар!»\nГравець: «Ні, це коли залишилось 0 примогемів і банер закінчується через 10 хвилин.»",
  "Фонтейн: де кожен суд починається з драми, а закінчується — смертю. \nНавіть як ти просто замовив каву не в тому місці.",
  "— Чому Паймон боїться заходити до Фонтейну? \n— Бо там тебе засудять ще до того, як ти скажеш «Emergency food!»",
  "Суддя Невіллет: «Ми визнаємо тебе винним у... намаганні пройти гру без донату!» ⚖️",
  "Водні фонтейнерські бойові гідроботи — це як твій мозок на роботі: \nзовні гарно блимає, всередині — нуль користі.",
  "Ліні і Лінетт — магічний дует. Один стріляє, інша зникає.\nІ твій прімогем теж кудись зникає.✨",
  "У Фонтейні навіть скелі мають адвокатів.\nІ кожен слайм має право на апеляцію.",
  "Місце злочину: фонтан біля Опера Епіклез. \nПідозрювані: всі. Свідки: ніхто. Розв’язка: театральний номер і смерть.",
  "Коли ти думаєш, що знайшов скарб у Фонтейні, \nа це чергова записка про «страшну істину» і ще одну утоплену трагедію.",
  "У Фонтейні сталося нещастя: під час щоденного виступу Фуріна впала на сцені й театрально закричала:\n— Mesdames et messieurs! У мене… недостача макарон у крові! 🍝\nПаймон підбігає в паніці:\n— Що сталося?!\n— Я готувала макарони три дні поспіль. Але тепер в мене тільки... цукор, солодке і... душевний біль.\nНеєвіллет мовчки підходить, зітхає і каже:\n— Ви засуджені… до курсу збалансованого харчування і вітаміну D.\n— NON!!! Я – Гідро Архонт, а не дієтологічна драма!\nІ знову падає на сцену. Вже втретє за день.",
  "Коли мандрівники вперше прибули в Натлан, Паймон помітила:\n— Тут якось… порожньо.\n— Це ж вогняна земля! — відповів місцевий NPC. — У нас тут скелі, пил, і вогняні рептилії, які виглядають як покемони.\nГравець:\n— Це точно Натлан, а не новий регіон з Genshin GO?\nРаптом на обрії з’являється істота, схожа на кайману з шапкою кенгуру. Вона кричить:\n— Атака типу Вогонь! Спецефект: Дружба +10!\n— Ми в Австралії… — зітхає Паймон, — тільки з додатковим квестом на виживання.",
  "Після кількох днів в Натлані, мандрівник зібрав усю місцеву \"еліту\":\n— Хто ти?\n— Я Дракон Полум’я Дружби! А це — Меч Надії, Кулак Справедливості і Поні з Веселковим Щитом.\n— А що ви вмієте?\n— Ми співаємо пісні, вирішуємо проблеми обіймами і… непогано робимо брейкданс!\nГравець:\n— Це Genshin чи якийсь Фортнайт?\n— Тиша! — каже Поні. — Сила – це дружба!\nІ запускає фаєрбол через весь регіон, знищуючи босса. Всі обіймаються. Камера зникає в рожевому серпанку.",
  "Еі вийшла з плану вічності на 15 хвилин.\nЇї мета була проста: солодке молоко з карамеллю.\nЗайшла до магазину Інадзуми:\n— Добридень. У вас є солодке молоко?\n— Вибачте, все розібрали…\nПауза. Грім. Темрява. Камера знімає крупний план обличчя Еі.\n— Це… не вічність…\nВона впала на підлогу, згорнулась калачиком, шепочучи:\n— Я просто хотіла... карамельку...\nЯе Міко стоїть збоку, робить селфі і каже:\n— Ну що ж, додамо це в архів «Сльози Архонтів. Том ІІ».",
  "У Комісії Ясіро всі знають: ніколи не зазирай в рукав Аято.Бо одного дня один служник зазирнув... і випав звідти чайник, павербанк, котячий корм і цілий буба-чай зі льодом.\n— Лорд Аято, як ви це…\n— Таємниця Комісії. І трохи техномагії.\nІншого разу рукав ожив і сам подав чай Паймон.\n— О-о-о... це вже не чай — це портал в інше вимір!\nІ справді: через нього було видно холодильник з пельменями.",
  "— Пане Джон Лі, ви знову не сплатили за вечерю!\n— Хм… цікаво. Раніше я міг створювати мору… тепер же я створюю лише борги.\n— Але ви ж колишній Архонт Гео!\n— Саме так. І колишній мільярдер.\nВін дістає зі своєї кишені… камінь.\n— Це все, що залишилось від моїх заощаджень.\nХутінг підбігає:\n— Я вже замовила вам фінансового радника. Це Чічі.\n— Чічі? Але вона ж…\n— Так, але хоч вона пам’ятає хоч щось. Ви — ні.",
  "Діона стоїть за барною стійкою в своєму барі в Мондштаді.\nПерший клієнт:\n— Одне пиво, будь ласка.\nДіона з обуренням дивиться:\n— Я ж не пиво роблю! Тільки коктейлі!\nДругий клієнт підходить:\n— Один \"Туман Мондштаду\", будь ласка!\nДіона:\n— Ніякого \"Туману\"! Я вам надам морозиво з квасолею, і то буде найкращий коктейль!\nГравець:\n— Діоно, серйозно, ти, мабуть, не любиш пиво чи що?\nДіона:\n— Вірність рецепту — ось що я люблю! І, до речі, я тут просто щоб вам не заважати! Ще один кубик льоду?!",
  "— Джон Лі, ви знову не заплатили за свої камінці!\n— Я вже заплатив! Всі камінці належать мені!\n— Пане, ви отримуєте гроші від того, що даєте людям свої можливості!\nДжон Лі подивився на гаманець і заплакав:\n— Моя могутність обмежена лише пізнанням того, що я більше не можу створювати мору...\nПідходить Шеньхе і посміхається:\n— Ну що, може, камінці для риболовлі допоможуть?\nДжон Лі:\n— Відкрити нову валюту… О, ще один борг!"

]
